export default{
  reportData : {
    // 项目类型
    projectType:[
      {
       label: '保荐类',
       id: 10,
       option: [
         {id: '1001',label: 'IPO'},
         {id: '1002',label: '上市公司公开发行'},
         {id: '1003',label: '上市公司定向增发'},
         {id: '1004',label: '上市公司优先股'},
         {id: '1005',label: '上市公司配股'},
         {id: '1006',label: '上市公司可转债'},
         {id: '1007',label: '新三板股票公开发行并在精选层挂牌'},
         {id: '1008',label: '新三板精选层挂牌公司股票公开发行'},
         {id: '1009',label: '其他（保荐类）'}]
      },
      {
        label: '其他权益类',
        id: 20,
        option: [
          {id: '2001', label: '上市公司重大资产重组'},
          {id: '2002', label: '上市公司发行股份购买资产并募集配套资金'},
          {id: '2003', label: '上市公司收购'},
          {id: '2004', label: '新三板非上市公众公司重大资产重组'},
          {id: '2005', label: '新三板非上市公众公司发行股份购买资产并募集配套资金'},
          {id: '2006', label: '新三板非上市公众公司收购'},
          {id: '2007', label: '新三板挂牌'},
          {id: '2008', label: '新三板定向发行'},
          {id: '2009', label: '新三板挂牌并同时定向发行股票'},
          {id: '2010', label: '其他（其他权益类)'}]
      },
      {
        label: '债权类',
        id: 30,
        option: [
          {id: '3001', label: '金融债'},
          {id: '3002', label: '公司债（含可交换债）'},
          {id: '3003', label: '企业债'},
          {id: '3004', label: '非金融企业债务融资工具'},
          {id: '3005', label: '资产支持证券'},
          {id: '3006', label: '公募REITs'},
          {id: '3007', label: '其他（债权类）'}]
      }
    ],
    // 项目区域
    projectArea:[
      {id: '110000', label:'北京市'},
      {id: '120000', label:'天津市'},
      {id: '130000', label:'河北省'},
      {id: '140000', label:'山西省'},
      {id: '150000', label:'内蒙古自治区'},
      {id: '210000', label:'辽宁省'},
      {id: '220000', label:'吉林省'},
      {id: '230000', label:'黑龙江省'},
      {id: '310000', label:'上海市'},
      {id: '320000', label:'江苏省'},
      {id: '330000', label:'浙江省'},
      {id: '340000', label:'安徽省'},
      {id: '350000', label:'福建省'},
      {id: '360000', label:'江西省'},
      {id: '370000', label:'山东省'},
      {id: '410000', label:'河南省'},
      {id: '420000', label:'湖北省'},
      {id: '430000', label:'湖南省'},
      {id: '440000', label:'广东省'},
      {id: '450000', label:'广西壮族自治区'},
      {id: '460000', label:'海南省'},
      {id: '500000', label:'重庆市'},
      {id: '510000', label:'四川省'},
      {id: '520000', label:'贵州省'},
      {id: '530000', label:'云南省'},
      {id: '540000', label:'西藏自治区'},
      {id: '610000', label:'陕西省'},
      {id: '620000', label:'甘肃省'},
      {id: '630000', label:'青海省'},
      {id: '640000', label:'宁夏回族自治区'},
      {id: '650000', label:'新疆维吾尔自治区'},
      {id: '440301', label:'深圳市'},
      {id: '210201', label:'大连市'},
      {id: '330201', label:'宁波市'},
      {id: '350201', label:'厦门市'},
      {id: '370201', label:'青岛市'},
      {id: '900000', label:'境外'}
    ],
    // 上市板块
    projectPlat:[
      {id: '1001', label:'主板'},
      {id: '1002', label:'中小企业板'},
      {id: '1003', label:'创业板'},
      {id: '1004', label:'科创板'},
      {id: '1005', label:'新三板'}
    ],
    // 交易场所
    tradingPlaces:[
      {id: '2001', label:'深圳证券交易所'},
      {id: '2002', label:'上海证券交易所'},
      {id: '2003', label:'全国银行间债券市场'},
      {id: '2004', label:' 机构间私募产品报价与服务系统'},
      {id: '2005', label:'证券公司柜台'},
      {id: '2006', label:'全国中小企业股份转让系统'},
      {id: '2007', label:'其他'}
    ],
    // 证件类型
    idType:[
      {id: '1001', label:'身份证号'},
      {id: '1002', label:'护照'},
      {id: '1003', label:'港澳居民来往内地通行证'},
      {id: '1004', label:'台湾居民来往大陆通行证'},
      {id: '1005', label:'港澳台居民居住证'},
      {id: '1006', label:'香港永久居民身份证'},
      {id: '1007', label:'其他'}
    ]
  }
}
